// AskFirst dialog -- in English, this displays as:
//
//		“<UserName>” on “<ComputerName>” would like to use your <DVD/CD/disc> <drive/drives>.

"“%1$@” on “%2$@” would like to use your %3$@ %4$@." = "“%1$@” en “%2$@” desea usar %4$@ %3$@.";

"Accept" = "Aceptar";
"Decline" = "Rechazar";
"DVD" = "DVD";
"CD" = "CD";
"disc" = "disco";
"drive" = "su unidad de";
"drives" = "sus unidades de";

// Eject dialog

"You’re ejecting a disc that another computer is using. Do you want to continue?" = "Se dispone a expulsar un disco que está siendo usado por otro ordenador. ¿Desea continuar?";
"The remote computer will be disconnected from your computer." = "El ordenador remoto se desconectará de su ordenador.";
"Eject" = "Expulsar";
"Don't Eject" = "No expulsar";
